[Balance.PawnBalance_Fink AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Fink")

[Character.CharClass_Fink AIClassDefinition]
DefaultDisplayName="Fink"
UBMKilledByMessageString=""

[Skills.Fink_HealthBuffSkill SkillDefinition]
SkillName="Fink_Escudos"
SkillDescription="Escudos de Fink"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldBuffSkill SkillDefinition]
SkillName="Fink_Escudos"
SkillDescription="Escudos de Fink"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldBuffSkill_Broken SkillDefinition]
SkillName="Fink_Escudos"
SkillDescription="Escudos de Fink enferrujados"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldRegenBuffSkill SkillDefinition]
SkillName="Escudos de Fink"
SkillDescription="Escudos de Fink"
LockedSkillDetailStr="<Locked>"

